/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_ACTION" = "アクセスの設定を行う";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_BODY" = "Forstaは連絡先へのアクセスを必要とします。ただし連絡先をサーバーに保存することはありません。";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_TITLE" = "注意！";

/* Action sheet item */
"ACCEPT_NEW_IDENTITY_ACTION" = "新しい安全番号を受け入れる";

/* No comment provided by engineer. */
"ACTION_REQUIRED_TITLE" = "操作を必要とします";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BODY" = "連絡先へのアクセスが必要ですが、アクセスが制限されているため、Forstaは終了します。一時的に制限を解除してForstaが連絡先にアクセスできるようにするには、「設定」>「一般」>「機能制限」>「連絡先」>「変更を許可」で設定を行ってください。";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BUTTON" = "閉じる";

/* No comment provided by engineer. */
"ANSWER_CALL_BUTTON_TITLE" = "応答";

/* No comment provided by engineer. */
"APN_FETCHED_FAILED" = "新着メッセージがありますのでアプリを起動してください。";

/* No comment provided by engineer. */
"APN_Message" = "新着メッセージがあります";

/* No comment provided by engineer. */
"APN_MESSAGE_FROM" = "この人からのメッセージ：";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP" = "このグループからのメッセージ：";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP_DETAILED" = "%@の%@：%@";

/* Pressing this button moves a thread from the inbox to the archive */
"ARCHIVE_ACTION" = "保管庫に移動";

/* No comment provided by engineer. */
"ARCHIVE_NAV_BAR_TITLE" = "保管庫";

/* No comment provided by engineer. */
"ATTACHMENT" = "添付ファイル";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOAD_FAILED" = "添付ファイル取得失敗（タップでやり直し）";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOADING" = "添付ファイルをダウンロード中";

/* No comment provided by engineer. */
"ATTACHMENT_QUEUED" = "添付ファイルが取得予定に追加されました。";

/* No comment provided by engineer. */
"AUDIO_PERMISSION_MESSAGE" = "Forstaを使うにはマイクへのアクセスが必要です。アクセスを許可するには、「設定」>「プライバシー」>「マイク」>「Forsta」で設定してください。";

/* No comment provided by engineer. */
"CALLBACK_BUTTON_TITLE" = "折り返す";

/* No comment provided by engineer. */
"CHOOSE_MEDIA_BUTTON" = "ライブラリーから選択する";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TEXT" = "アプリをリセットします。メッセージや登録情報をサーバから削除します。削除が終わり次第アプリを終了します。";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TITLE" = "本当にアカウントを削除しますか？";

/* Alert body */
"CONFIRM_LEAVE_GROUP_DESCRIPTION" = "このグループとの会話が出来なくなりますがよろしいでしょうか。";

/* Alert title */
"CONFIRM_LEAVE_GROUP_TITLE" = "離脱してよろしいですか？";

/* Button text */
"CONFIRM_LINK_NEW_DEVICE_ACTION" = "端末を登録します";

/* No comment provided by engineer. */
"CONFIRMATION_TITLE" = "了解";

/* No comment provided by engineer. */
"CONTACT_DETAIL_COMM_TYPE_INSECURE" = "未登録番号";

/* title for conversation settings screen */
"CONVERSATION_SETTINGS" = "会話設定";

/* ActionSheet title */
"CORRUPTED_SESSION_DESCRIPTION" = "接触をリセットすると，今後%@から来るメッセージは受信しますが，破損した過去のメッセージは回復しません。";

/* No comment provided by engineer. */
"COUNTRYCODE_SELECT_TITLE" = "国番号を選択してください";

/* {{number of days}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 days}}'. See other *_TIME_AMOUNT strings */
"DAYS_TIME_AMOUNT" = "%u日";

/* No comment provided by engineer. */
"DELIVERED_MESSAGE_TEXT" = "配信済み";

/* {{Short Date}} when device last communicated with Forsta Server. */
"DEVICE_LAST_ACTIVE_AT_LABEL" = "最終活動：%@";

/* {{Short Date}} when device was linked. */
"DEVICE_LINKED_AT_LABEL" = "登録：%@";

/* Alert title that can occur when viewing device manager. */
"DEVICE_LIST_UPDATE_FAILED_TITLE" = "端末リストの更新に失敗";

/* table cell label in conversation settings */
"DISAPPEARING_MESSAGES" = "消えるメッセージ";

/* subheading in conversation settings */
"DISAPPEARING_MESSAGES_DESCRIPTION" = "オンにすると，この会話内で送受信されたメッセージは閲覧して一定時間経つと消えます。";

/* Generic short text for button to dismiss a dialog */
"DISMISS_BUTTON_TEXT" = "やめる";

/* table cell label in conversation settings */
"EDIT_GROUP_ACTION" = "グループを編集";

/* Short name for edit menu item to save contents of media message. */
"EDIT_ITEM_SAVE_ACTION" = "保存する";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TEXT" = "右上の記入ボタンを押して下さい";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TITLE" = "会話を始めよう";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TEXT" = "受信箱内で休眠中の会話をここに移動して保管できます（受信箱で名前を左スワイプしてください）";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TITLE" = "会話を整理しよう";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_INVITE_BUTTON" = "招待する";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE1" = "連絡先にForstaユーザーはいません";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE2" = "だれかを招待しませんか？";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TEXT" = "ヒント：メッセージはリマインダーとして使うこともできます";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TITLE" = "終了しました";

/* No comment provided by engineer. */
"EMPTY_INBOX_TEXT" = "受信箱は空";

/* No comment provided by engineer. */
"EMPTY_INBOX_TITLE" = "とてもキレイです";

/* No comment provided by engineer. */
"END_CALL_BAD_INTERACTION_WITH_SERVER" = "サーバーエラー";

/* No comment provided by engineer. */
"END_CALL_BUTTON_TITLE" = "終了";

/* No comment provided by engineer. */
"END_CALL_HANDSHAKE_FAILED" = "ハンドシェイクに失敗しました";

/* No comment provided by engineer. */
"END_CALL_HANGUP_LOCAL" = "こちらが電話を切りました";

/* No comment provided by engineer. */
"END_CALL_HANGUP_REMOTE" = "相手が電話を切りました";

/* No comment provided by engineer. */
"END_CALL_LOGIN_FAILED" = "ログインに失敗しました";

/* No comment provided by engineer. */
"END_CALL_MESSAGE_FROM_SERVER_PREFIX" = "サーバーからのメッセージ：";

/* No comment provided by engineer. */
"END_CALL_NO_SUCH_USER" = "ForstaやRedPhoneに登録されていない番号です";

/* No comment provided by engineer. */
"END_CALL_RECIPIENT_UNAVAILABLE" = "応答なし";

/* No comment provided by engineer. */
"END_CALL_REJECTED_LOCAL" = "こちらが通話を拒否しました";

/* No comment provided by engineer. */
"END_CALL_REJECTED_REMOTE" = "通話は拒否されました";

/* No comment provided by engineer. */
"END_CALL_REPLACED_BY_NEXT" = "続けて電話をかけました";

/* No comment provided by engineer. */
"END_CALL_RESPONDER_IS_BUSY" = "話し中";

/* No comment provided by engineer. */
"END_CALL_STALE_SESSION" = "通話失敗";

/* No comment provided by engineer. */
"END_CALL_UNCATEGORIZED_FAILURE" = "エラー発生";

/* Generic notice when message failed to send. */
"ERROR_DESCRIPTION_CLIENT_SENDING_FAILURE" = "メッセージの送信に失敗しました";

/* Generic error used whenver Forsta can't contact the server */
"ERROR_DESCRIPTION_NO_INTERNET" = "インターネットに接続できませんでした。Wi-Fiのネットワークを変えるか，モバイルデータ通信を使ってみてください。";

/* Generic server error */
"ERROR_DESCRIPTION_SERVER_FAILURE" = "サーバーにエラーが発生しました。少し待って再試行してください。";

/* Error message when attempting to send message */
"ERROR_DESCRIPTION_UNREGISTERED_RECIPIENT" = "相手がForstaユーザーではないようです。";

/* No comment provided by engineer. */
"ERROR_MESSAGE_DUPLICATE_MESSAGE" = "重複メッセージを受信しました";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_KEY_EXCEPTION" = "受取人のIDキーが無効です";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_MESSAGE" = "不正に暗号化されたメッセージを受信しました。タップして安全接触をリセットしてください。";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_VERSION" = "このバージョンに対応してないメッセージを受け取りました";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NO_SESSION" = "この連絡先とのセッションはありません";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NON_BLOCKING_IDENTITY_CHANGE" = "安全番号が変わりました";

/* No comment provided by engineer. */
"ERROR_MESSAGE_UNKNOWN_ERROR" = "不明なエラーが発生しました";

/* No comment provided by engineer. */
"ERROR_MESSAGE_WRONG_TRUSTED_IDENTITY_KEY" = "安全番号が変わりました。タップして確認してください。";

/* No comment provided by engineer. */
"ERROR_WAS_DETECTED_TITLE" = "エラー！";

/* action sheet header when re-sending message which failed because of too many attempts */
"FAILED_SENDING_BECAUSE_RATE_LIMIT" = "この連絡先との連絡に失敗しました。しばらくしてから再度試してください。";

/* action sheet header when re-sending message which failed because of untrusted identity keys */
"FAILED_SENDING_BECAUSE_UNTRUSTED_IDENTITY_KEY" = "相手から新しい安全番号を受け取らなければ送信できません。";

/* No comment provided by engineer. */
"FAILED_SENDING_TEXT" = "送信失敗（タップでやり直し）";

/* alert title */
"FAILED_VERIFICATION_TITLE" = "安全番号の確認に失敗しました";

/* No comment provided by engineer. */
"FINGERPRINT_SHRED_KEYMATERIAL_BUTTON" = "このセッションをリセットする";

/* No comment provided by engineer. */
"GROUP_AVATAR_CHANGED" = "アイコンが変わりました";

/* No comment provided by engineer. */
"GROUP_CREATED" = "グループが作成されました";

/* No comment provided by engineer. */
"GROUP_CREATING" = "グループの作成";

/* No comment provided by engineer. */
"GROUP_CREATING_FAILED" = "グループ作成に失敗";

/* Conversation settings table section title */
"GROUP_MANAGEMENT_SECTION" = "グループの管理";

/* No comment provided by engineer. */
"GROUP_MEMBER_JOINED" = "%@がグループに加わりました";

/* No comment provided by engineer. */
"GROUP_MEMBER_LEFT" = "%@がグループを離れました";

/* header for table which lists the members of this group thread */
"GROUP_MEMBERS_HEADER" = "メンバー";

/* No comment provided by engineer. */
"GROUP_REMOVING" = "%@から離脱";

/* No comment provided by engineer. */
"GROUP_REMOVING_FAILED" = "グループ離脱に失敗";

/* No comment provided by engineer. */
"GROUP_TITLE_CHANGED" = "タイトルが「%@」に変更されました";

/* No comment provided by engineer. */
"GROUP_UPDATED" = "グループを更新しました";

/* No comment provided by engineer. */
"GROUP_YOU_LEFT" = "グループを離れました";

/* {{number of hours}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 hours}}'. See other *_TIME_AMOUNT strings */
"HOURS_TIME_AMOUNT" = "%u時間";

/* Call setup status label */
"IN_CALL_CONNECTING" = "接続中";

/* Call setup status label */
"IN_CALL_RINGING" = "呼び出し中";

/* Call setup status label */
"IN_CALL_SECURING" = "応答あり。通信を暗号化中……";

/* Call setup status label */
"IN_CALL_TALKING" = "通信は安全です";

/* Call setup status label */
"IN_CALL_TERMINATED" = "終了しました";

/* No comment provided by engineer. */
"INCOMING_CALL" = "着信";

/* No comment provided by engineer. */
"INCOMING_CALL_FROM" = "%@から着信";

/* Slider label embeds {{TIME_AMOUNT}}, e.g. '2 hours'. See *_TIME_AMOUNT strings for examples. */
"KEEP_MESSAGES_DURATION" = "メッセージは%@後に消えます";

/* Slider label when disappearing messages is off */
"KEEP_MESSAGES_FOREVER" = "メッセージは消えません";

/* Confirmation button within contextual alert */
"LEAVE_BUTTON_TITLE" = "離脱";

/* table cell label in conversation settings */
"LEAVE_GROUP_ACTION" = "グループを離脱";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_BODY" = "QRコードが正しくありません。登録したい端末に表示されているQRコードを読み取っているか確認してください。";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_TITLE" = "端末の登録に失敗";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_BODY" = "この端末上でグループや連絡先を表示したり，メッセージを読んだり，自分名義のメッセージを送ることが可能になります";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_TITLE" = "この端末を登録しますか？";

/* attempt another linking */
"LINK_DEVICE_RESTART" = "再試行";

/* QR Scanning screen instructions, placed alongside a camera view for scanning QRCodes */
"LINK_DEVICE_SCANNING_INSTRUCTIONS" = "登録する端末に表示されているQRコードを読み取ってください";

/* Subheading for 'Link New Device' navigation */
"LINK_NEW_DEVICE_SUBTITLE" = "QRコードを読み取る";

/* Navigation title when scanning QR code to add new device. */
"LINK_NEW_DEVICE_TITLE" = "登録する端末を追加";

/* Menu item and navbar title for the device manager */
"LINKED_DEVICES_TITLE" = "他の端末の登録";

/* Alert Title */
"LINKING_DEVICE_FAILED_TITLE" = "端末の登録に失敗";

/* table cell label in conversation settings */
"LIST_GROUP_MEMBERS_ACTION" = "メンバーのリスト";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE1" = "連絡先を取り込み中";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE2" = "少々お待ちください";

/* No comment provided by engineer. */
"LOGGING_SECTION" = "デバッグログ";

/* No comment provided by engineer. */
"ME_STRING" = "自分";

/* No comment provided by engineer. */
"MESSAGE_COMPOSEVIEW_TITLE" = "新しいメッセージ";

/* {{number of minutes}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 minutes}}'. See other *_TIME_AMOUNT strings */
"MINUTES_TIME_AMOUNT" = "%u分";

/* No comment provided by engineer. */
"MISSED_CALL" = "不在着信";

/* Alert body */
"MISSING_CAMERA_PERMISSION_MESSAGE" = "Forstaがカメラにアクセスできないよう設定されているようです。端末の設定を見直してください。";

/* Alert title */
"MISSING_CAMERA_PERMISSION_TITLE" = "カメラへのアクセスが必要です";

/* No comment provided by engineer. */
"MSGVIEW_MISSED_CALL" = "%@から不在着信";

/* No comment provided by engineer. */
"MSGVIEW_RECEIVED_CALL" = "%@から着信";

/* No comment provided by engineer. */
"MSGVIEW_YOU_CALLED" = "%@に発信";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_DESC" = "これ以上のデバイスは追加できません。";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_RECOVERY" = "１つのアカウントで使用できるデバイス数の上限を超えています。デバイスをどれか削除してからデバイスの追加を再度行ってください。";

/* No comment provided by engineer. */
"NETWORK_ERROR_RECOVERY" = "ネットワークへの接続を確認して再度お試しください。";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTED" = "オン";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTING" = "接続試行中";

/* No comment provided by engineer. */
"NETWORK_STATUS_HEADER" = "ネットワーク";

/* No comment provided by engineer. */
"NETWORK_STATUS_OFFLINE" = "オフ";

/* No comment provided by engineer. */
"NETWORK_STATUS_TEXT" = "ネットワークへの接続状況は、受信箱上部のバーを見て確認できます。";

/* No comment provided by engineer. */
"NEW_GROUP_DEFAULT_TITLE" = "新しいグループ";

/* No comment provided by engineer. */
"NEW_GROUP_NAMEGROUP_REQUEST_DEFAULT" = "グループに名前を付ける";

/* No comment provided by engineer. */
"NEW_GROUP_REQUEST_ADDPEOPLE" = "メンバーを追加";

/* No comment provided by engineer. */
"NOTIFICATION_SEND_FAILED" = "%@へのメッセージ送信に失敗しました";

/* No comment provided by engineer. */
"NOTIFICATIONS_FOOTER_WARNING" = "Appleのプッシュ通信仕様の既知のバグのため、メッセージのプレビューが表示されるのはメッセージの取得が送信後30秒以内に行われたときのみとなります。この結果Appアイコンのバッジが不正確になる場合があります。\n";

/* No comment provided by engineer. */
"NOTIFICATIONS_NONE" = "なし";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_BACKGROUND" = "バックグラウンド通知";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_INAPP" = "アプリ内通知";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_AND_MESSAGE" = "発信者名とメッセージ";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_ONLY" = "発信者名のみ";

/* No comment provided by engineer. */
"NOTIFICATIONS_SHOW" = "表示内容";

/* No comment provided by engineer. */
"NOTIFICATIONS_SOUND" = "通知音";

/* No comment provided by engineer. */
"OK" = "OK";

/* Button text which opens the settings app */
"OPEN_SETTINGS_BUTTON" = "設定";

/* Info Message when {{other user}} disables or doesn't support disappearing messages */
"OTHER_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@がメッセージの消失をオフにしました";

/* Info Message when {{other user}} updates message expiration to {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"OTHER_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@がメッセージの消失時間を%@に設定しました";

/* No comment provided by engineer. */
"OUTGOING_CALL" = "発信";

/* No comment provided by engineer. */
"PHONE_NEEDS_UNLOCK" = "新着メッセージを受信するにはデバイスのロックを解除してください";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_I_HAVE_WRONG_KEY_FOR_THEM" = "%@との安全番号ではないようです。相手の連絡先が正しいか確認してください。";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_THEY_HAVE_WRONG_KEY_FOR_ME" = "安全番号はForstaユーザーのペア毎に異なります。%@が表示している安全番号があなたとの番号であることを再確認してください。";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_LOCAL_VERSION" = "古いバージョンのForstaを使っています。最新版に更新してください。";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_REMOTE_VERSION" = "相手先が古いバージョンのForstaを使っています。最新版に更新するようお願いしてください。";

/* alert body */
"PRIVACY_VERIFICATION_FAILURE_INVALID_QRCODE" = "読み取ったQRコードは安全番号のコードと異なります。双方ともに最新版のForstaを使っているか確認してください。";

/* Paragraph(s) shown alongside keying material when verifying privacy with {{contact name}} */
"PRIVACY_VERIFICATION_INSTRUCTIONS" = "%@との端末間の暗号化が完全かどうかを確認するには，上記の番号と相手方に表示されている番号を比べてください。\n\nあるいは，相手方の端末上のQRコードを読み取るか，こちらのQRコードを相手に読み取ってもらってください。";

/* Navbar title */
"PRIVACY_VERIFICATION_TITLE" = "安全番号の確認";

/* No comment provided by engineer. */
"PROCEED_BUTTON" = "進む";

/* No comment provided by engineer. */
"PUSH_MANAGER_MARKREAD" = "既読にする";

/* No comment provided by engineer. */
"PUSH_MANAGER_REPLY" = "返信";

/* Alert title */
"PUSH_REGISTER_SUCCESS" = "プッシュ通信の再登録ができました。";

/* Used in table section header and alert view title contexts */
"PUSH_REGISTER_TITLE" = "プッシュ通知";

/* No comment provided by engineer. */
"PUSH_SETTINGS_MESSAGE" = "通知の設定は「設定」>「通知」>「Forsta」で行って下さい。";

/* No comment provided by engineer. */
"QUESTIONMARK_PUNCTUATION" = "?";

/* No comment provided by engineer. */
"RATING_MSG" = "Forstaを使ってプライベートな会話を楽しんでいる方に評価アンケートをお願いしています。１分もかかりませんし、他のユーザーのプライバシー確保の手助けになりますので、ご協力をお願いします。";

/* No comment provided by engineer. */
"RATING_RATE" = "Forstaを評価する";

/* No comment provided by engineer. */
"RATING_TITLE" = "Forstaを支援する";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_MESSAGE" = "正しい国番号を入力してください";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_TITLE" = "国番号エラー";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_BODY" = "Forstaを使えばすでにお持ちの連絡先と私的な会話を楽しむことができます。連絡先にForstaがアクセスすることを許可してください。";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_CONTINUE" = "続ける";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_WELCOME" = "ようこそ！";

/* No comment provided by engineer. */
"REGISTER_FAILED_TRY_AGAIN" = "もう一度お願いします";

/* No comment provided by engineer. */
"REGISTER_RATE_LIMITING_BODY" = "ユーザーの増加スピードに制限を設けています。しばらくしてから再度試してください。";

/* No comment provided by engineer. */
"REGISTERED_NUMBER_TEXT" = "登録済み番号";

/* Alert title */
"REGISTRATION_BODY" = "プッシュ通知の再登録に失敗しました";

/* No comment provided by engineer. */
"REGISTRATION_DEFAULT_COUNTRY_NAME" = "国番号";

/* No comment provided by engineer. */
"REGISTRATION_ENTERNUMBER_DEFAULT_TEXT" = "番号を入力する";

/* No comment provided by engineer. */
"REGISTRATION_ERROR" = "登録エラー";

/* alert body during registration */
"REGISTRATION_ERROR_BLANK_VERIFICATION_CODE" = "口座を開始するには，お送りしたコードの確認を行ってください。";

/* No comment provided by engineer. */
"REGISTRATION_NON_VALID_NUMBER" = "サポートされていない形式の電話番号です。サポートに連絡してください。";

/* No comment provided by engineer. */
"REGISTRATION_PHONENUMBER_BUTTON" = "電話番号";

/* No comment provided by engineer. */
"REGISTRATION_RESTRICTED_MESSAGE" = "メッセージが送られて来ていますので、登録してください。";

/* No comment provided by engineer. */
"REGISTRATION_TITLE_LABEL" = "自分の電話番号";

/* Alert view title */
"REGISTRATION_VERIFICATION_FAILED_TITLE" = "確認の失敗";

/* Alert body, during registration */
"REGISTRATION_VERIFICATION_FAILED_WRONG_CODE_DESCRIPTION" = "提出していただいた番号がこちらから送った番号とは異なります。確認をよろしくお願いします。";

/* No comment provided by engineer. */
"REGISTRATION_VERIFY_DEVICE" = "このデバイスの認証を行う";

/* No comment provided by engineer. */
"REJECT_CALL_BUTTON_TITLE" = "拒否";

/* No comment provided by engineer. */
"RELAY_REGISTERED_ERROR_RECOVERY" = "登録しようとしている番号はすでに別のサーバーに登録されています。そこでの登録を解除してから再度試してください。";

/* No comment provided by engineer. */
"REREGISTER_FOR_PUSH" = "プッシュ通知の再登録";

/* Generic text for button that retries whatever the last action was. */
"RETRY_BUTTON_TEXT" = "再試行";

/* Snippet to share {{safety numbers}} with a friend. sent e.g. via sms */
"SAFETY_NUMBER_SHARE_FORMAT" = "Our Forsta Safety Numbers:\n%@";

/* Action sheet heading */
"SAFETY_NUMBERS_ACTIONSHEET_TITLE" = "%@の安全番号が変わりました。確認した方がいいかも知れません。";

/* Button label presented with camera icon while verifying privacy credentials. Shows the camera interface. */
"SCAN_CODE_ACTION" = "コードを読み取る";

/* label presented once scanning (camera) view is visible. */
"SCAN_CODE_INSTRUCTIONS" = "相手の端末に表示されているQRコードを読み取る";

/* No comment provided by engineer. */
"SEARCH_BYNAMEORNUMBER_PLACEHOLDER_TEXT" = "名前や電話番号で検索";

/* {{number of seconds}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 seconds}}'. See other *_TIME_AMOUNT strings */
"SECONDS_TIME_AMOUNT" = "%u秒";

/* No comment provided by engineer. */
"SECURE_SESSION_RESET" = "安全なセッションがリセットされました。";

/* No comment provided by engineer. */
"SEND_AGAIN_BUTTON" = "再送";

/* No comment provided by engineer. */
"SEND_BUTTON_TITLE" = "送信";

/* No comment provided by engineer. */
"SEND_SMS_BUTTON" = "この人にSMSを送信する：";

/* No comment provided by engineer. */
"SEND_SMS_CONFIRM_TITLE" = "安全性の低いSMSで招待しますか？";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_FAILURE" = "SMSの送信に失敗しました。後で再度試してください。";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_SUCCESS" = "招待状を送りました";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_TITLE" = "この番号をForstaに招待しますか？";

/* No comment provided by engineer. */
"SETTINGS_ABOUT" = "Forstaについて";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_DEBUGLOG" = "デバッグログを有効にする";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_SUBMIT_DEBUGLOG" = "デバッグログを送信する";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_TITLE" = "詳細設定";

/* User settings section footer, a detailed explanation */
"SETTINGS_BLOCK_ON_IDENITY_CHANGE_DETAIL" = "相手が未知の安全番号を持っている場合（例えば相手がForstaを再インストールした場合）は，通信前の承認が必要です。";

/* Table cell label */
"SETTINGS_BLOCK_ON_IDENTITY_CHANGE_TITLE" = "変更の承認が必要";

/* No comment provided by engineer. */
"SETTINGS_CLEAR_HISTORY" = "通信ログを削除";

/* No comment provided by engineer. */
"SETTINGS_COPYRIGHT" = "Copyright Forsta, Inc\n Open Whisper Systems\nLicensed under the GPLv3";

/* No comment provided by engineer. */
"SETTINGS_DELETE_ACCOUNT_BUTTON" = "アカウントを削除";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION" = "過去の通信記録（メッセージ・添付ファイル・通話履歴など）がすべて削除されますが、よろしいですか？削除すると元には戻せません。";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION_BUTTON" = "はい";

/* No comment provided by engineer. */
"SETTINGS_HELP_HEADER" = "ヘルプ";

/* Section header */
"SETTINGS_HISTORYLOG_TITLE" = "通信ログ";

/* No comment provided by engineer. */
"SETTINGS_INFORMATION_HEADER" = "情報";

/* No comment provided by engineer. */
"SETTINGS_INVITE_HEADER" = "友だちを招待";

/* No comment provided by engineer. */
"SETTINGS_INVITE_TWITTER_TEXT" = "私と連絡を取るには@forstainのForstaが使えますので，入手をお願いします。";

/* Title for settings activity */
"SETTINGS_NAV_BAR_TITLE" = "設定";

/* No comment provided by engineer. */
"SETTINGS_NOTIFICATIONS" = "通知";

/* No comment provided by engineer. */
"SETTINGS_PRIVACY_TITLE" = "プライバシー";

/* Section header */
"SETTINGS_PRIVACY_VERIFICATION_TITLE" = "安全番号の承認";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY" = "画面表示を安全にする";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY_DETAIL" = "アプリ切り替え画面でForstaのプレビューを表示しない（ロゴのみ表示）";

/* Section header */
"SETTINGS_SECURITY_TITLE" = "スクリーン・セキュリティ";

/* No comment provided by engineer. */
"SETTINGS_SHARE_INSTALL" = "アプリの入手先を広める";

/* No comment provided by engineer. */
"SETTINGS_SUPPORT" = "サポート";

/* No comment provided by engineer. */
"SETTINGS_VERSION" = "バージョン";

/* Action sheet item */
"SHOW_SAFETY_NUMBER_ACTION" = "新しい安全番号を表示する";

/* {{1 day}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 day}}'. See other *_TIME_AMOUNT strings */
"SINGLE_DAY_TIME_AMOUNT" = "%u日";

/* {{1 hour}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 hour}}'. See other *_TIME_AMOUNT strings */
"SINGLE_HOUR_TIME_AMOUNT" = "%u時間";

/* {{1 minute}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 minute}}'. See other *_TIME_AMOUNT strings */
"SINGLE_MINUTE_TIME_AMOUNT" = "%u分";

/* {{1 week}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 week}}'. See other *_TIME_AMOUNT strings */
"SINGLE_WEEK_TIME_AMOUNT" = "%u週間";

/* No comment provided by engineer. */
"SMS_INVITE_BODY" = "Forstaのインストールをお勧めします。このリンクから入手してください：";

/* Alert body after verifying privacy with {{other user's name}} */
"SUCCESSFUL_VERIFICATION_DESCRIPTION" = "安全番号が確認できました。%@との通信は他者に漏れていません。";

/* No comment provided by engineer. */
"SUCCESSFUL_VERIFICATION_TITLE" = "安全番号が確認できました";

/* No comment provided by engineer. */
"TAKE_MEDIA_BUTTON" = "写真・ビデオを撮影する";

/* No comment provided by engineer. */
"TAKE_PICTURE_BUTTON" = "写真を撮る";

/* No comment provided by engineer. */
"TIMEOUT_CONTACTS_DETAIL" = "連絡先の最新データをサーバーから取得できませんでした。しばらく待って再度お試しください。";

/* No comment provided by engineer. */
"TXT_CANCEL_TITLE" = "キャンセル";

/* No comment provided by engineer. */
"TXT_DELETE_TITLE" = "削除";

/* Pressing this button moves an archived thread from the archive back to the inbox */
"UNARCHIVE_ACTION" = "受信箱に戻す";

/* In Inbox view, last message label for thread with corrupted attachment. */
"UNKNOWN_ATTACHMENT_LABEL" = "開封不能な添付ファイル";

/* Displayed if for some reason we can't determine a contacts phone number *or* name */
"UNKNOWN_CONTACT_NAME" = "不明な連絡先";

/* button title for unlinking a device */
"UNLINK_ACTION" = "登録解除";

/* Alert message to confirm unlinking a device */
"UNLINK_CONFIRMATION_ALERT_BODY" = "登録を解除された端末からはメッセージの送受信が出来なくなります";

/* Alert title for confirming device deletion */
"UNLINK_CONFIRMATION_ALERT_TITLE" = "「%@」の登録を解除しますか？";

/* Alert title when unlinking device fails */
"UNLINKING_FAILED_ALERT_TITLE" = "端末の登録を解除できませんでした";

/* Label text in device manager for a device with no name */
"UNNAMED_DEVICE" = "名無しの端末";

/* No comment provided by engineer. */
"UNREGISTER_SIGNAL_FAIL" = "登録解除に失敗しました";

/* No comment provided by engineer. */
"UNSUPPORTED_ATTACHMENT" = "サポートされていない種類の添付ファイルを受信しました";

/* No comment provided by engineer. */
"UNSUPPORTED_FEATURE_ERROR" = "このデバイスでは対応されていない機能です。";

/* No comment provided by engineer. */
"UPDATE_BUTTON_TITLE" = "更新";

/* No comment provided by engineer. */
"Upgrading Forsta ..." = "Forstaをアップグレードしています……";

/* message footer while attachment is uploading */
"UPLOADING_MESSAGE_TEXT" = "アップロードしています……";

/* button text during registration to make corrections to your submitted phone number */
"VERIFICATION_CHALLENGE_CHANGE_NUMBER" = "番号を変更する";

/* Text field placeholder for SMS verification code during registration */
"VERIFICATION_CHALLENGE_DEFAULT_TEXT" = "認証コード";

/* button text during registration to request phone number verification be done via phone call */
"VERIFICATION_CHALLENGE_SEND_VIAVOICE" = "電話で行う";

/* button text during registration to request another SMS code be sent */
"VERIFICATION_CHALLENGE_SUBMIT_AGAIN" = "コードを再発行する";

/* button text during registration to submit your SMS verification code */
"VERIFICATION_CHALLENGE_SUBMIT_CODE" = "認証コードを入力する";

/* Navigation title in the registration flow - during the sms code verification process. */
"VERIFICATION_HEADER" = "認証";

/* table cell label in conversation settings */
"VERIFY_PRIVACY" = "安全番号を確認する";

/* Activity indicator title, shown upon returning to the device manager, until you complete the provisioning process on desktop */
"WAITING_TO_COMPLETE_DEVICE_LINK_TEXT" = "Forsta Desktopが設定を行っています";

/* {{number of weeks}}, embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 weeks}}'. See other *_TIME_AMOUNT strings */
"WEEKS_TIME_AMOUNT" = "%u週間";

/* No comment provided by engineer. */
"WHISPER_NAV_BAR_TITLE" = "受信箱";

/* Info Message when you disable disappearing messages */
"YOU_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "メッセージの消失をオフにしました";

/* Info message embedding a {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"YOU_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "メッセージの消失時間を%@に設定しました";
